    [
        {
            "title": "Anatomy",
            "description": "Learn the basics of anatomy right now",
            "articles": [
                {
                    "id": 1,
                    "title": "Head and neck",
                    "image": "https://cdn.3d4medical.com/website/courses/course-head-and-neck.jpg",
                    "rating": 5,
                    "genre": "Bones, muscles",
                    "address": "Ever wondered how brain is safe?",
                    "heading":"HeadBones",
                    "headInfo1":"The head and neck are two examples of the perfect anatomical marriage between form and function, mixed with a dash of complexity.",
                    "headInfo2":"The neck is resilient enough to sustain a five kilogram weight 24/7, yet sufficiently mobile to move it in several directions.",
                    "headInfo3":"Head Bones",
                    "headInfo4":"The skull is a strong, bony capsule that rests on the neck and encloses the brain. It consists of two major parts: the neurocranium (cranial vault) and the viscerocranium (facial skeleton). ",
                    "headMuscles":"The facial muscles serve two major functions for the body: mastication and facial expressions. The primary muscles of mastication include the temporalis, medial pterygoid, lateral pterygoid, and the masseter, although the mylohyoid and anterior digastric muscles also move the mandible and assist with the acts of chewing and swallowing. ",
                    "headNerves":"The facial muscles serve two major functions for the body: mastication and facial expressions. The primary muscles of mastication include the temporalis, medial pterygoid, lateral pterygoid, and the masseter, although the mylohyoid and anterior digastric muscles also move the mandible and assist with the acts of chewing and swallowing. ",
                    "headBones":"The neurocranium is the part enveloping the brain and is formed out of two parts;  The viscerocranium supports mainly the facial muscles and a variety of anatomical structures. ",
                    "headImage":"https://www.kenhub.com/thumbor/M979RqpQrx-CF-GtgQMDO6ugwpA=/fit-in/800x1600/filters:watermark(/images/logo_url.png,-10,-10,0):background_color(FFFFFF):format(jpeg)/images/library/10668/main-bones-of-skull_english__1_.jpg",
                    "headImage1":"https://www.akyudesign.com/wp-content/uploads/2017/12/Medical_Illustration_Anatomy_skull-1100x1140.jpg",
                    "headImage2":"https://cdn.3d4medical.com/website/courses/course-head-and-neck.jpg",
                    "headImage3":"https://cdn.3d4medical.com/website/courses/course-head-and-neck.jpg",
                    "sectionText1":" The viscerocranium is a collection of bones that make up the face skeleton. It is named in contrast to the neurocranium (braincase), or the bones of the skull that accommodate the human brain. ",
                    "sectionTitle1":" Viscerocranium",
                    "sectionImage1":" https://www.kenhub.com/thumbor/QzYiZf20y1sX4yVcI5bywbmYh-s=/fit-in/413x413/filters:fill(FFFFFF,true):watermark(/images/watermark_only_sm.png,0,0,0):watermark(/images/logo_url_sm.png,-10,-10,0):format(jpeg)/images/anatomy_term/viscerocranium/xSvyEifBHdk87Ms1wxKiQ_Viscerocranium.png ",
                    "sectionText2":"The primary functions of the neurocranium are to form the shape of the head and to protect the brain and the organs that control the five senses; the eyes, the ears and the areas of the brain that control touch, taste and smell. The bones that make up the neurocranium include the sphenoid, temporal, ethmoid, parietal, occipital and frontal bones. Remember these bones quickly with the mnemonic STEP OF which is combined out of the first letters of the every word. ",
                    "sectionTitle2":"Neurocranium",
                    "sectionImage2":"https://www.kenhub.com/thumbor/QzYiZf20y1sX4yVcI5bywbmYh-s=/fit-in/413x413/filters:fill(FFFFFF,true):watermark(/images/watermark_only_sm.png,0,0,0):watermark(/images/logo_url_sm.png,-10,-10,0):format(jpeg)/images/anatomy_term/viscerocranium/xSvyEifBHdk87Ms1wxKiQ_Viscerocranium.png",
                    "SectionText3":"The maxilla, also known as the upper jaw, is a vital viscerocranium structure of the skull. It is involved in the formation of the orbit, nose and palate, holds the upper teeth and plays an important role for mastication and communication.",
                    "sectionTitle3":"Maxilla",
                    "sectionImage3":"https://www.kenhub.com/thumbor/t1jyzbm75aocTgUezjcVstTpWXE=/fit-in/800x1600/filters:watermark(/images/logo_url.png,-10,-10,0):background_color(FFFFFF):format(jpeg)/images/library/904/content_Neurocranium_article.png",
                    "sectionText4":"Frontalis muscle: Elevates the eyebrows and wrinkles the forehead.Temporalis muscle: Closes and retracts the jaw, and assists with chewing. Masseter muscle: Closes the jaw and assists with chewing.Orbicularis oculi muscle: Closes the eyelids and helps with facial expressions.Orbicularis oris muscle: Closes and protrudes the lips, and assists with facial expressions.",
                    "sectionTitle4":"Head Muscles",
                    "sectionImage4":"https://crystal-touch.nl/wp-content/uploads/2019/10/Facial-Muscles-min.jpg",
                    "sectionText5":"Olfactory nerve: Responsible for the sense of smell.Optic nerve: Transmits visual information from the eye to the brain.Oculomotor nerve: Controls most of the eye muscles, including the pupil's constriction.Trochlear nerve: Controls the superior oblique muscle of the eye, which helps with eye movement. Trigeminal nerve: Responsible for sensations in the face, as well as the movement of the jaw muscles. Abducens nerve: Controls the lateral rectus muscle of the eye, which helps with eye movement. Facial nerve: Controls the muscles of facial expression and also carries taste sensation from the front of the tongue.Vestibulocochlear nerve: Responsible for hearing and balance. Glossopharyngeal nerve: Controls the throat muscles and carries taste sensation from the back of the tongue. Vagus nerve: Regulates the heart rate and digestion, as well as controlling the muscles of the larynx and pharynx.",
                    "sectionTitle5":"Head Nerves",
                    "sectionImage5":"https://i.pinimg.com/originals/ba/e0/d5/bae0d5179f904ecb3010c2699b13ce36.jpg",
                    "sectionText6":"The brain has three main parts: the cerebrum, cerebellum and brainstem. Cerebrum: is the largest part of the brain and is composed of right and left hemispheres. It performs higher functions like interpreting touch, vision and hearing, as well as speech, reasoning, emotions, learning, and fine control of movement.",
                    "sectionTitle6":"Brain",
                    "sectionImage6":"https://www.news-medical.net/image.axd?picture=2020%2F10%2Fshutterstock_284175866.jpg"


                },
                {
                    "id": 2,
                    "title": "Chest",
                    "image": "https://www.shutterstock.com/image-illustration/concept-conceptual-3d-chest-human-600w-296402411.jpg",
                    "rating": 5,
                    "genre": "Bones, muscles, organs",
                    "address": "What is inside you?",
                    "heading":"",
                    "headInfo1":"The chest is a complex structure that plays a crucial role in respiration, protection of vital organs, and movement of the upper body. It is composed of various bones, muscles, joints, and organs, each with its unique functions and roles.",
                    "headInfo2":"",
                    "headInfo3":"Chest Bones",
                    "headInfo4":"The chest contains several bones, including the sternum, ribs, and thoracic vertebrae. The sternum, or breastbone, is a flat bone located in the center of the chest and is connected to the ribs via cartilage. The ribs, which are curved bones, are attached to the sternum in front and the thoracic vertebrae at the back. The thoracic vertebrae are the bones of the spinal column that are located in the chest region  ",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://www.rehabmypatient.com/media/uploads/articles/costochondritis.png",
                    "headImage1":"https://miro.medium.com/max/1024/0*6NmnubJSfu8fpUKz.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"The chest is also home to several muscles, including the pectoralis major and minor, serratus anterior, and intercostal muscles. The pectoralis major and minor muscles are large muscles that cover the front of the chest and are responsible for movements of the upper arm and shoulder. The serratus anterior muscle is located beneath the scapula and helps to stabilize the shoulder blade. The intercostal muscles, located between the ribs, assist with respiration. ",
                    "sectionTitle1":"Chest Muscles ",
                    "sectionImage1":" ",
                    "sectionText2":"The chest contains several joints, including the sternoclavicular, acromioclavicular, and costovertebral joints. The sternoclavicular joint is the joint between the sternum and clavicle, while the acromioclavicular joint is the joint between the acromion (part of the scapula) and the clavicle. The costovertebral joints are the joints between the ribs and thoracic vertebrae.",
                    "sectionTitle2":"Esophagus",
                    "sectionImage2":"https://i.pinimg.com/originals/57/d1/81/57d181c4661ae5b184c5200ce7aa3ab7.gif",
                    "SectionText3":"The esophagus is a muscular tube that runs from the pharynx (the back of the throat) to the stomach. It passes through the chest before entering the abdominal cavity. The esophagus is responsible for transporting food and liquid from the mouth to the stomach via a series of coordinated muscular contractions called peristalsis.",
                    "sectionTitle3":"Esophagus",
                    "sectionImage3":"https://www.intechopen.com/media/chapter/56262/media/F2.png",
                    "sectionText4":"The intercostal nerves are part of the somatic nervous system, aiding in the contraction of muscles and the return of sensory information from the skin and parietal pleura. The intercostal nerves arise from the anterior rami of the thoracic spinal nerves from T1 to T11 and are situated between adjacent ribs. The anterior division of the twelfth thoracic nerve is not technically an intercostal nerve as it sits below the ribs to enter the abdominal wall; this nerve is instead referred to as the subcostal nerve.",
                    "sectionTitle4":"Chest nerves",
                    "sectionImage4":"https://ykhoa.org/d/images/SURG/79068_Thoracoabdominal_nerves.jpg",
                    "sectionText5":"The heart is a muscular organ located in the center of the chest, behind the sternum and between the lungs. It is responsible for pumping blood throughout the body, delivering oxygen and nutrients to the tissues and organs and removing waste products. The heart is composed of four chambers - the right and left atria and the right and left ventricles - and is surrounded by a protective sac called the pericardium. ",
                    "sectionTitle5":" Heart  ",
                    "sectionImage5":"https://cdn.britannica.com/05/85505-050-44E1AD82/Cross-section-human-heart.jpg",
                    "sectionText6":"The lungs are two sponge-like organs located on either side of the chest, protected by the rib cage. They are responsible for oxygenating the blood and removing carbon dioxide, allowing the body to function properly. Each lung is composed of several lobes, with the right lung having three lobes and the left lung having two.",
                    "sectionTitle6":"Lungs",
                    "sectionImage6":"https://cdn1.byjus.com/wp-content/uploads/2022/07/lungs-diagram.png"
                  
                },
                {
                    "id": 3,
                    "title": "Arms",
                    "image": "https://img.myloview.com/murals/prosthetic-robotic-arm-3d-rendering-on-black-background-in-x-ray-see-through-style-700-226295099.jpg",
                    "rating": 5,
                    "genre": "Bones, muscles",
                    "address": "How do you scroll your phone?",
                    "heading":"Arms Anatomy",
                    "headInfo1":"The (upper) arm muscles are a group of five muscles located in the region between the shoulder and elbow joints. They are divided into two distinct compartments of the arm. ",
                    "headInfo2":"The anterior (flexor) compartment contains the biceps brachii, coracobrachialis and brachialis muscles. The posterior (extensor) compartment contains only the triceps brachii muscle.",
                    "headInfo3":"Function of an arm",
                    "headInfo4":"The prime function of the muscles in the anterior compartment is flexion of the forearm at the elbow joint and adduction of the arm at the shoulder joint. Additional actions of these muscles include flexion of the arm at the shoulder joint and forearm supination. The triceps brachii muscle is the prime extensor of the forearm at the elbow joint, with assistance from the anconeus muscle, but is also capable of weak arm extension and adduction. The muscles in the flexor compartment are mainly innervated by the musculocutaneous nerve, while the extensors are innervated by the radial nerve. ",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://i.ytimg.com/vi/t6qyHleOt40/maxresdefault.jpg",
                    "headImage1":"https://previews.123rf.com/images/vipdesignusa/vipdesignusa1011/vipdesignusa101100050/8153698-arm-muscle-anatomy-side-view-black-and-white.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" arm, in zoology, either of the forelimbs or upper limbs of ordinarily bipedal vertebrates, particularly humans and other primates. The term is sometimes restricted to the proximal part, from shoulder to elbow (the distal part is then called the forearm). In brachiating (tree-swinging) primates the arm is unusually long    ",
                    "sectionTitle1":"Arm muscle ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Arm Bones",
                    "sectionText2":"The arm consists of three main bones: the humerus, radius, and ulna. The humerus is the longest and largest bone of the upper limb and is located in the upper arm between the shoulder and elbow joint. It connects the scapula (shoulder blade) and the radius and ulna bones of the forearm.",
                    "sectionImage2":"https://cdn.britannica.com/37/113037-050-715AB22F/Muscles-arm.jpg",
                    "sectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Human_arm_bones_diagram.svg/1200px-Human_arm_bones_diagram.svg.png",
                    "sectionText4":"The radius and ulna are located in the forearm and are connected to the wrist and hand bones. The radius is the shorter of the two bones and is located on the lateral side (thumb side) of the forearm. It articulates with the humerus at the elbow joint and with the carpal bones at the wrist joint. The ulna, on the other hand, is the longer bone and is located on the medial side (pinky side) of the forearm. It also articulates with the humerus at the elbow joint and with the radius and carpal bones at the wrist joint.                    ",
                    "sectionTitle4":"Ulna and radius",
                    "sectionImage4":"https://www.mayoclinic.org/-/media/kcms/gbs/patient-consumer/images/2013/08/26/10/26/ds01001_im01814_r7_armbonesthu_jpg.jpg",
                    "sectionText5":"The brachial plexus is a network of nerves that originates in the neck and extends down into the arm. It is responsible for innervating the majority of the arm muscles and providing sensory information to the skin. The brachial plexus is formed by the merging of the spinal nerves C5-T1 and is divided into five main branches: the musculocutaneous, axillary, radial, median, and ulnar nerves.",
                    "sectionTitle5":"Arm Nerves",
                    "sectionImage5":"https://c8.alamy.com/zooms/6/cf86c8ba41064a8a80c5db9a4a9f45a6/adtrp3.jpg",
                    "sectionText6":"The human hand contains 27 small bones, with 14 of them located in the fingers. The finger bones, also known as phalanges, are arranged in three segments called the proximal, middle, and distal phalanges. Each finger, except for the thumb, contains three phalanges, while the thumb only has two. The proximal phalanx is the bone closest to the palm, the middle phalanx is the second bone, and the distal phalanx is the bone at the tip of the finger.The finger bones are connected to one another by joints, and are surrounded by numerous muscles, tendons, and ligaments that allow for a wide range of motion and dexterity in the fingers.",
                    "sectionTitle6":"Finger Bones",
                    "sectionImage6":"https://www.magonlinelibrary.com/cms/10.12968/hmed.2016.77.3.C34/asset/images/medium/hmed.2016.77.3.c34_f01.jpg"

                },
                {
                    "id": 4,
                    "title": "Back",
                    "image": "https://thumbs.dreamstime.com/b/muscles-back-anatomy-illustration-d-render-muscles-back-anatomy-137905677.jpg",
                    "rating": 5,
                    "genre": "Bones, muscles",
                    "address": "Got that wings?",
                    "heading":"",
                    "headInfo1":"The back is a complex structure that plays a crucial role in supporting the body, protecting the spinal cord, and facilitating movement. It is composed of various bones, muscles, and ligaments, each with their unique functions and roles.                    ",
                    "headInfo2":"",
                    "headInfo3":"back Bones",
                    "headInfo4":"The back contains several bones, including the vertebrae, sacrum, and coccyx. The vertebrae are the 33 individual bones that make up the spinal column and are responsible for supporting the upper body and protecting the spinal cord. The sacrum is a triangular-shaped bone located at the base of the spine that connects the spine to the pelvic bones, while the coccyx, also known as the tailbone, is a small, triangular-shaped bone located at the bottom of the spine.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://www.kenhub.com/thumbor/sKuGgjYMpQrys3DEZM5yrxlmeV4=/fit-in/1400x0/filters:fill(FFFFFF,true):watermark(/images/watermark_5000_10percent.png,0,0,0):watermark(/images/logo_url.png,-10,-10,0):format(jpeg)/images/overview_image/945/wUYoDVvwwuphLXN2qvhA_primary-authochtone-back-muscles_english.jpg",
                    "headImage1":"https://i.pinimg.com/originals/25/b2/50/25b250b983515ce92dfa873353d14470.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" The back is also home to several large muscles, including the trapezius, latissimus dorsi, erector spinae, and rhomboids. The trapezius muscle is a large muscle that covers the upper back and is responsible for moving the shoulder blade and supporting the neck. The latissimus dorsi muscle is a large muscle that covers the lower back and is responsible for movements of the arm and shoulder. The erector spinae muscles run along the spine and are responsible for maintaining posture and supporting the spine. The rhomboid muscles are located between the shoulder blades and are responsible for retracting and elevating the shoulder blades.                    ",
                    "sectionTitle1":"Back Muscles ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Back Ligaments",
                    "sectionText2":"The back also contains several ligaments, which are bands of strong, fibrous tissue that connect bones to one another and help to stabilize the spine. The ligaments of the back include the anterior and posterior longitudinal ligaments, which run along the front and back of the spinal column, respectively, as well as the ligamentum flavum, which connects the vertebrae to one another.",
                    "sectionImage2":"https://i.pinimg.com/736x/af/a7/a0/afa7a0780005afecfaef602fedf42152--nursing-profession-skeletal-muscle.jpg    ",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://www.sportsfitphysioandhealth.com.au/wp-content/uploads/2020/11/low-back-anatomy.png",
                    "sectionText4":"The spinal nerves are composed of 31 pairs of nerves that emerge from the spinal cord and travel through small openings between the vertebrae. These nerves are responsible for transmitting sensory information (such as touch, temperature, and pain) from various parts of the body to the brain, as well as controlling motor functions (such as muscle movement) in these areas. The spinal nerves are divided into four groups based on their location in the spinal column: cervical, thoracic, lumbar, and sacral .   The cranial nerves are composed of 12 pairs of nerves that emerge directly from the brain and control functions of the head and neck. These nerves are responsible for controlling sensory information (such as vision, hearing, and smell), as well as motor functions (such as movement of the eyes and face muscles).",
                    "sectionTitle4":"Back Nerves",
                    "sectionImage4":"https://www.royacdn.com/unsafe/Site-cbd6b71c-043c-4201-af01-773af338d37b/images/ogden_medical_center_spinal_chart.jpg"
                    
                },
                {
                    "id": 5,
                    "title": "Pelvis",
                    "image": "https://thumbs.dreamstime.com/b/pelvis-human-skeleton-female-pelvic-bone-anatomy-hip-d-artwork-bones-labeled-anatomy-top-view-black-background-pelvis-human-175114068.jpg",
                    "rating": 5,
                    "genre": "Bones, muscles",
                    "address": "How are you walking?",
                    "heading":"",
                    "headInfo1":"The pelvis is a complex structure that consists of bones, muscles, organs, nerves, and joints. It serves as the connection point between the spine and the lower extremities and plays a crucial role in supporting the weight of the upper body and facilitating movement.",
                    "headInfo2":"",
                    "headInfo3":"Pelvis Bones",
                    "headInfo4":"The pelvis is composed of several bones, including the ilium, ischium, and pubis. The ilium is the largest of these bones and forms the upper part of the pelvis. The ischium is the lower, posterior part of the pelvis, while the pubis is the anterior part of the pelvis.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://cdn.britannica.com/99/120999-050-8E7B574A/Bones-girdle.jpg",
                    "headImage1":"https://img.freepik.com/premium-photo/hologram-ultrasound-image-anterior-view-male-pelvis-sacrum-isolated-black-background-anatomy-medicine-scientific-concepts-3d-rendering-3d-illustration_99433-8607.jpg?w=2000",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"The pelvis contains several muscles that are responsible for supporting the pelvis and facilitating movement. These muscles include the gluteal muscles, which form the buttocks and are responsible for hip extension and rotation, as well as the adductor muscles, which are located on the inner thigh and are responsible for hip adduction. The pelvic floor muscles, which include the levator ani and coccygeus muscles, are responsible for supporting the pelvic organs and maintaining continence. ",
                    "sectionTitle1":" Pelvis Muscles ",
                    "sectionImage1":" ",
                    "sectionTitle2":" Pelvis nerves",
                    "sectionText2":"The pelvis is home to several important nerves, including the sciatic nerve, which is the largest nerve in the body and supplies the lower extremities. Other important nerves in the pelvis include the pudendal nerve, which supplies the pelvic floor muscles and external genitalia, as well as the femoral nerve, which supplies the thigh muscles.                    ",
                    "sectionImage2":"http://www.learnmuscles.com/wp-content/uploads/2017/08/figure_1-43B.jpg",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://onlinelibrary.wiley.com/cms/asset/ce4f3901-ff06-41ed-ac56-af087c272fad/joa13206-fig-0001-m.jpg",
                    "sectionText4":"The pelvis contains several joints, including the sacroiliac joints, which connect the sacrum to the ilium, as well as the pubic symphysis, which connects the pubic bones. These joints are important for maintaining stability and facilitating movement in the pelvis.",
                    "sectionTitle4":"Pelvis joints ",
                    "sectionImage4":"https://hippainhelp.com/wp-content/uploads/2020/12/SIJ-pain-can-occur-at-the-SIJ-anatomy-of-the-pelvis-from-the-back.png",
                    "sectionText5":"In females, the pelvis contains the uterus, ovaries, and fallopian tubes, which are responsible for reproductive functions. The uterus is a muscular organ that houses the developing fetus during pregnancy, while the ovaries are responsible for producing and releasing eggs for fertilization. The fallopian tubes transport the egg from the ovary to the uterus, where fertilization can occur.",
                    "sectionTitle5":"Reproductive organs",
                    "sectionImage5":"https://www.niehs.nih.gov/health/assets/images/reproductive_health2.jpg"
                    
                },
                {
                    "id": 6,
                    "title": "Legs",
                    "image": "https://as2.ftcdn.net/v2/jpg/01/05/86/75/1000_F_105867578_o5WukW8W3NtiSvjGrWKmKznkBBexZRWE.jpg",
                    "rating": 5,
                    "genre": "Bones, muscles",
                    "address": "How fast are you?",
                    "heading":"",
                    "headInfo1":"The leg is composed of several muscles, bones, and joints that work together to support the weight of the body, facilitate movement, and maintain balance.It is connected with pelvis.",
                    "headInfo2":"",
                    "headInfo3":"Leg Bones",
                    "headInfo4":"The leg contains two long bones, the femur and tibia, as well as two smaller bones, the fibula and patella. The femur is the largest and strongest bone in the body and forms the upper part of the leg. The tibia is located below the femur and is commonly referred to as the shinbone. The fibula is located next to the tibia and is thinner and smaller. The patella, commonly known as the kneecap, is a small, flat, triangular bone that sits in front of the knee joint.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://doctorlib.info/medical/anatomy/anatomy.files/image632.jpg " ,
                    "headImage1":"https://preview.redd.it/6ifxch8p1hp21.jpg?auto=webp&s=b36eef5ffd48a08dfdfac8d29ef3c8702d0a7eab",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"The leg contains several muscles that are responsible for movement and support of the leg and foot. These muscles include the quadriceps, which are located in the front of the thigh and are responsible for extending the knee joint. The hamstrings are located in the back of the thigh and are responsible for flexing the knee joint. The calf muscles, which include the gastrocnemius and soleus muscles, are responsible for plantarflexion of the ankle joint and are important for walking and running. ",
                    "sectionTitle1":" Head Muscles",
                    "sectionImage1":" ",
                    "sectionTitle2":"Leg Nerves",
                    "sectionImage2":"https://i.pinimg.com/originals/3d/5d/62/3d5d62694c5e78541b933a465b3be714.jpg",
                    "sectionText2":"The leg contains several muscles that are responsible for movement and support of the leg and foot. These muscles include the quadriceps, which are located in the front of the thigh and are responsible for extending the knee joint. The hamstrings are located in the back of the thigh and are responsible for flexing the knee joint. The calf muscles, which include the gastrocnemius and soleus muscles, are responsible for plantarflexion of the ankle joint and are important for walking and running.",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://cdn.britannica.com/44/55944-004-3CFC34B8/view-nerve-leg-branches.jpg",
                    "sectionText4":"The leg contains several joints, including the hip joint, knee joint, ankle joint, and several smaller joints in the foot. The hip joint is a ball-and-socket joint that connects the femur to the pelvis and allows for a wide range of movement. The knee joint is a hinge joint that connects the femur to the tibia and allows for flexion and extension of the leg. The ankle joint is a complex joint that connects the tibia and fibula to the talus bone in the foot and allows for dorsiflexion and plantarflexion of the foot.",
                    "sectionTitle4":"Leg joints",
                    "sectionImage4":"https://rainlandfarm.com/wp-content/uploads/2018/07/image004-180x300.gif"
                    
                    

                },
                {
                    "id": 7,
                    "title": "Abdomen",
                    "image": "https://img.freepik.com/premium-photo/human-stomach-alimentary-tract-3d-illustartion-isolated-black-background_582173-200.jpg?w=2000",
                    "rating": 5,
                    "genre": "Bones, muscles",
                    "address": "Stomach pain?",
                    "heading":"",
                    "headInfo1":"The abdomen is a crucial part of the body that contains several important organs, muscles, nerves, and bones that play a critical role in various bodily functions, such as digestion, respiration, and movement.Abdomen doesnt have a bones, that is why your stomach can increase in size.                    ",
                    "headInfo2":"",
                    "headInfo3":"Abdomen Muscles",
                    "headInfo4":"",
                    "headMuscles":"The abdomen contains several important muscles that are responsible for movement and support of the abdominal organs. These muscles include the rectus abdominis, which is located in the front of the abdomen and is responsible for flexing the trunk and compressing the abdominal organs. The external oblique muscles are located on the sides of the abdomen and are responsible for rotating and bending the trunk. The internal oblique muscles are located beneath the external oblique muscles and assist with trunk rotation and bending.",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://www.shape.com/thmb/UH8YZiMSqkZZNlbuBdMswSkgViw=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-1192965863-2000-e1583791850721-ead103f609e84db993821e671abe1b1c.jpg",
                    "headImage1":"https://images.everydayhealth.com/images/digestive-health/gallbladder/diagnostic-tests-for-gallbladder-disease-722x406.jpg?sfvrsn=ab659aa7_0",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" The abdomen contains several important nerves that are responsible for carrying signals between the brain and the abdominal organs. These nerves include the vagus nerve, which is responsible for regulating digestion and respiration, and the spinal nerves, which provide sensation to the skin and muscles of the abdomen.",
                    "sectionTitle1":"Abdomen Nerves ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Kidney",
                    "sectionText2":"The kidneys are two bean-shaped organs located in the back of the abdomen that filter waste products from the blood and produce urine. The kidneys are responsible for removing excess water, salts, and other waste products from the body, which helps maintain fluid balance and prevent the buildup of harmful substances. The kidneys also play a crucial role in regulating blood pressure, electrolyte balance, and red blood cell production.",
                    "sectionImage2":"https://www.statpearls.com/pictures/getimagecontent//10000",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://www.hopkinsmedicine.org/-/media/images/health/3_-wellness/womans-health/kidney.ashx?h=526&w=530&hash=EA8D403EE48A6DB2E61C6F874FD00695",
                    "sectionText4":"The bowel, also known as the large intestine or colon, is responsible for absorbing water and electrolytes from the remaining food waste before it is eliminated from the body as feces. The bowel plays an important role in maintaining fluid balance and preventing dehydration. The bowel also houses a complex ecosystem of bacteria known as the gut microbiome, which plays a crucial role in digestion, nutrient absorption, and immune system function.",
                    "sectionTitle4":"Bowel",
                    "sectionImage4":"https://my.clevelandclinic.org/-/scassets/images/org/health/articles/22135-small-intestine-illustration-final.ashx",
                    "sectionText5":"The liver is a large, reddish-brown organ located on the right side of the abdomen that performs a range of vital functions. One of the liver's main roles is detoxification, which involves removing harmful substances from the blood and converting them into less toxic compounds that can be eliminated from the body. The liver also produces bile, a substance that helps digest fats, and plays a role in carbohydrate and protein metabolism.The pancreas is a glandular organ located behind the stomach that produces digestive enzymes and hormones, such as insulin and glucagon, that regulate blood sugar levels. The enzymes produced by the pancreas help break down carbohydrates, proteins, and fats in the small intestine.The stomach is a muscular organ located in the upper left part of the abdomen that is responsible for breaking down food into smaller particles and mixing it with digestive enzymes and acids. The stomach also helps regulate the release of food into the small intestine, where it is further broken down and absorbed by the body.                    ",
                    "sectionTitle5":"Liver,pancreas,Stomach",
                    "sectionImage5":"https://www.hopkinsmedicine.org/-/media/images/health/1_-conditions/liver-gallbladder-and-pancreas/liver-anatomy.ashx",
                    "sectionText6":"The spleen combines the innate and adaptive immune system in a uniquely organized way. The structure of the spleen enables it to remove older erythrocytes from the circulation and leads to the efficient removal of blood-borne microorganisms and cellular debris. This function, in combination with a highly organized lymphoid compartment, makes the spleen the most important organ for antibacterial and antifungal immune reactivity.",
                    "sectionTitle6":"Spleen",
                    "sectionImage6":"https://www.kenhub.com/thumbor/UCAsCE1LVWMh1WkIeZhuiDW9REI=/fit-in/1400x0/filters:fill(FFFFFF,true):watermark(/images/watermark_5000_10percent.png,0,0,0):watermark(/images/logo_url.png,-10,-10,0):format(jpeg)/images/overview_image/504/keXeUK2HrJ8ocx1GPtJUBQ_spleen-anatomy_english.jpg"
                }
                
                
            ]
        },
        {
            "title": "Physiology",
            "description": "Learn the basics of physiology right now",
            "articles": [
                {
                    "id": 1,
                    "image": "https://images.fineartamerica.com/images-medium-large-5/24-male-cardiovascular-system-pixologicstudioscience-photo-library.jpg",
                    "title": "Cardiovascular system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"Venes, arteries",
                    "heading":"",
                    "headInfo1":"The cardiovascular system is a vital network of blood vessels, heart, and blood that circulate oxygen, nutrients, and hormones throughout the body. Here is an article that covers the major components and functions of the cardiovascular system:",
                    "headInfo2":"The cardiovascular system is responsible for maintaining the circulation of blood and nutrients throughout the body, ensuring that all organs and tissues receive the oxygen and nutrients they need to function properly. This complex system consists of the heart, blood vessels, and blood.                    ",
                    "headInfo3":"Heart",
                    "headInfo4":"The heart is a muscular organ located in the chest, responsible for pumping blood throughout the body. It consists of four chambers, the left and right atria and ventricles, which work together to circulate blood through the pulmonary and systemic circulations.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://nurseslabs.com/wp-content/uploads/2017/04/Heart-Anatomy-Cardiovascular-System-Anatomy-Charts.png",
                    "headImage1":"https://cdn.britannica.com/49/115249-050-0DFBBCD3/Human-circulatory-system.jpg?w=400&h=300&c=crop",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" The pulmonary circulation carries oxygen-poor blood from the heart to the lungs, where it is oxygenated and returns to the heart. The systemic circulation then carries oxygen-rich blood from the heart to the rest of the body, supplying oxygen and nutrients to organs and tissues.",
                    "sectionTitle1":"Pulmonary circulation ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Blood vessels",
                    "sectionText2":"The blood vessels are divided into three types: arteries, veins, and capillaries. Arteries carry oxygen-rich blood away from the heart, while veins carry oxygen-poor blood back to the heart. Capillaries are small, thin-walled vessels that allow for the exchange of oxygen, nutrients, and waste products between the blood and tissues.",
                    "sectionImage2":"https://www.pdhpe.net/wp-content/uploads/2017/03/pulmonary-and-systemic-circulation-2.jpg",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://www.shalom-education.com/wp-content/uploads/2020/09/image-106.png",
                    "sectionText4":"Blood contains many types of cells: white blood cells (monocytes, lymphocytes, neutrophils, eosinophils, basophils, and macrophages), red blood cells (erythrocytes), and platelets. Blood circulates through the body in the arteries and veins.",
                    "sectionTitle4":"Blood cells",
                    "sectionImage4":"https://nci-media.cancer.gov/pdq/media/images/503952-571.jpg",
                    "sectionText5":"The cardiovascular system is essential for maintaining homeostasis in the body, regulating blood pressure, and transporting hormones, nutrients, and waste products. However, various factors such as poor diet, lack of exercise, and smoking can negatively impact the cardiovascular system and increase the risk of cardiovascular disease.",
                    "sectionTitle5":"Cardiovasular disease",
                    "sectionImage5":"https://blog.thyrocare.com/wp-content/uploads/2021/11/prevent-cardiovascular-diseases.jpg",
                    "sectionText6":"Neutrophils: The most abundant type of WBC, neutrophils help fight bacterial infections by engulfing and destroying bacteria. Lymphocytes: Lymphocytes play a key role in the body's immune response by producing antibodies and attacking virus-infected cells and cancer cells. Monocytes: Monocytes help fight bacterial and viral infections by engulfing and destroying pathogens, and they also play a role in tissue repair and wound healing.Eosinophils: Eosinophils help fight parasitic infections and are also involved in allergic reactions. Basophils: Basophils release histamine, which is involved in allergic reactions and inflammation.T cells: T cells are a type of lymphocyte that help regulate the immune response and attack infected or cancerous cells.B cells: B cells are a type of lymphocyte that produce antibodies to fight infections and protect against future infections.Natural killer (NK) cells: NK cells are a type of lymphocyte that can identify and attack virus-infected or cancerous ",
                    "sectionTitle6":"Blood cells(extended)",
                    "sectionImage6":"https://cdn.britannica.com/71/91871-050-30DCD54D/Blood-components-blood-cells-platelets-plasma-white.jpg"
                },
                {
                    "id": 2,
                    "image": "https://dm0qx8t0i9gc9.cloudfront.net/thumbnails/video/kuvGEm2/videoblocks-human-muscular-system-male-muscle-model-with-dna-symbols-rotating-on-black-_rtmzphdeo_thumbnail-1080_01.png",
                    "title": "Muscular system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"Next Arnold Shwarznegger?",
                    "heading":"",
                    "headInfo1":"The muscle system is responsible for movement, stability, and control of the body. Here's an article that covers the major components and functions of the muscle system:",
                    "headInfo2":"Smooth muscles are composed of spindle-shaped cells that contract and relax involuntarily, allowing for movements such as peristalsis, which propels food through the digestive system. Smooth muscles are also found in the walls of blood vessels, where they help regulate blood pressure and flow.",
                    "headInfo3":"Muscle system",
                    "headInfo4":"Muscles are able to produce movement through the process of muscle contraction. When a muscle fiber receives a signal from the nervous system, it contracts by shortening its length. This causes the muscle to pull on the bones it is attached to, producing movement muscle system is essential for movement, stability, and control of the body. It allows us to perform everyday activities such as walking, running, and lifting objects, as well as more complex activities such as playing sports or musical instruments. Regular exercise is important for maintaining a healthy muscle system and can help improve muscle strength, endurance, and flexibility.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"http://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Muscles_anterior_labeled.png/512px-Muscles_anterior_labeled.png",
                    "headImage1":"https://cdn.britannica.com/68/140268-050-35135B56/view-human-muscular-system.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"Skeletal muscle is composed of individual muscle fibers, which are long, cylindrical cells that can range from a few millimeters to several centimeters in length. Each muscle fiber is surrounded by a connective tissue layer called the endomysium, which provides support and protection. ",
                    "sectionTitle1":"Muscle structure ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Muscle system pt2",
                    "sectionText2":"Multiple muscle fibers are bundled together into groups called fascicles, which are surrounded by another connective tissue layer called the perimysium. The perimysium helps to transmit the force generated by the muscle fibers to the tendons that attach the muscle to bone.",
                    "sectionImage2":"https://trifocusfitnessacademy.co.za/wp-content/uploads/2019/12/shutterstock_404668558-e1575468254622.jpg",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://biologydictionary.net/wp-content/uploads/2017/12/Muscle-Fibers.jpg",
                    "sectionText4":"Finally, the entire muscle is surrounded by a layer of connective tissue called the epimysium, which provides further support and protection. The epimysium also merges with the tendons at the ends of the muscle to form a strong attachment to bone.",
                    "sectionTitle4":"Muscle structure pt3",
                    "sectionImage4":"https://img.brainkart.com/imagebk21/KYr4kf6.jpg"
                  
                },
                {
                    "id": 3,
                    "image": "https://media.istockphoto.com/id/996406278/photo/3d-rendering-of-digestive-system-on-black-background.jpg?s=170667a&w=0&k=20&c=BNns89KnCnNaFq4ONF1YesaniwH6KVeVFiB-z0Twvww=",
                    "title": "Digestive system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"Where the all food goes?",
                    "heading":"",
                    "headInfo1":"The digestive system is responsible for breaking down food into nutrients that can be absorbed and used by the body. Here's an article that covers the major components and functions of the digestive system:",
                    "headInfo2":"",
                    "headInfo3":"Mouth",
                    "headInfo4":"The digestive system begins in the mouth, where food is mechanically broken down by the teeth and chemically broken down by enzymes in the saliva. The tongue and muscles in the mouth help to push the food into the pharynx, which leads to the esophagus.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://cdn.ps.emap.com/wp-content/uploads/sites/3/2019/05/Fig-2-Side-view-of-the-mouth_660.jpg",
                    "headImage1":"https://my.clevelandclinic.org/-/scassets/images/org/health/articles/stomach-illustration.ashx",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"The esophagus is a muscular tube that connects the mouth to the stomach. It uses a series of muscular contractions, called peristalsis, to push food down to the stomach. Once in the stomach, the food is further broken down by stomach acid and enzymes. ",
                    "sectionTitle1":" Esophagus ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Stomach",
                    "sectionText2":"Your stomach is a muscular organ that digests food. It is part of your gastrointestinal (GI) tract. When your stomach receives food, it contracts and produces acids and enzymes that break down food. When your stomach has broken down food, it passes it to your small intestine.",
                    "sectionImage2":"https://www.merckmanuals.com/-/media/manual/home/images/g/i/h/gi-how-the-esophagus-works-v2.gif?thn=0&sc_lang=en",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://nurseslabs.com/wp-content/uploads/2017/04/Stomach-Anatomy-Digestive-System-Anatomy-and-Physiology.png",
                    "sectionText4":"The small intestine is where most of the nutrients from food are absorbed into the bloodstream. It is a long, narrow tube that is lined with tiny projections called villi, which increase the surface area available for absorption. The small intestine also receives enzymes from the pancreas and bile from the liver, which help to break down fats and proteins.                    ",
                    "sectionTitle4":"Small intense",
                    "sectionImage4":"https://previews.123rf.com/images/marochkina/marochkina1609/marochkina160900007/65935531-circuit-structure-of-the-digestive-system-colon-and-small-intestine.jpg",
                    "sectionText5":"The large intestine, or colon, is responsible for absorbing water and electrolytes from the remaining undigested food material, and for storing and eliminating feces. The rectum and anus are the final parts of the digestive system, where waste material is eliminated from the body.",
                    "sectionTitle5":"Large intensine",
                    "sectionImage5":"https://previews.123rf.com/images/marochkina/marochkina1609/marochkina160900009/65935540-circuit-structure-of-the-digestive-system-colon-and-small-intestine.jpg"
                   
                },
                {
                    "id": 4,
                    "image": "https://wallpapercave.com/wp/wp8903354.jpg",
                    "title": "Immune system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"Got sick?",
                    "heading":"",
                    "headInfo1":"The immune system is a complex network of cells, tissues, and organs that work together to defend the body against harmful invaders such as bacteria, viruses, and cancer cells. Here's an article that covers the major components and functions of the immune system:",
                    "headInfo2":"",
                    "headInfo3":"Immune system types",
                    "headInfo4":"The immune system can be divided into two main components: the innate immune system and the adaptive immune system. The innate immune system is the body's first line of defense and includes physical barriers such as the skin and mucous membranes, as well as various immune cells and molecules that recognize and respond to pathogens. These include phagocytes, which engulf and destroy pathogens, and natural killer cells, which target infected or abnormal cells.The adaptive immune system is more specialized and can recognize and remember specific pathogens. This system includes various types of white blood cells called lymphocytes, including B cells and T cells. B cells produce antibodies that can recognize and bind to specific pathogens, while T cells can directly attack infected or abnormal cells.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://blog.cellsignal.com/hubfs/blog/2020/19-IMO-12805%20Immunology%20SEO/19-IMO-12805-Immunology-SEO-Blog-Content-Overview-1200x628.png",
                    "headImage1":"https://media.healthdirect.org.au/images/inline/original/organs-of-the-immune-system-illustration-18584a.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" The immune system also includes various organs and tissues that produce and support immune cells. The bone marrow is where blood cells are produced, including immune cells such as B cells and T cells. The thymus is an organ located in the chest that is involved in the maturation and selection of T cells. The lymph nodes and spleen are other important organs that filter the blood and trap pathogens for destruction by immune cells.",
                    "sectionTitle1":"Immune sytem ",
                    "sectionImage2":"https://ichef.bbci.co.uk/news/1024/cpsprodpb/12FB2/production/_123064777_cells.png"
                },
                
                {
                    "id": 6,
                    "image": "https://thumbs.dreamstime.com/b/d-illustration-urinary-system-part-human-organic-urinary-system-also-known-as-renal-system-urinary-tract-consists-172941136.jpg",
                    "title":"Renal system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"How body forces liquids?",
                    "heading":"The renal system, also known as the urinary system, is responsible for regulating the body's fluid balance and removing waste products from the blood. Here's an article that covers the major components and functions of the renal system",
                    "headInfo1":"The renal system includes two kidneys, two ureters, the bladder, and the urethra. The kidneys are bean-shaped organs located on either side of the spine, and their main function is to filter the blood and remove waste products such as urea, creatinine, and excess water. The kidneys also help to regulate the body's electrolyte balance and blood pressure.",
                    "headInfo2":"",
                    "headInfo3":"Kidney",
                    "headInfo4":"Each kidney contains millions of tiny filtering units called nephrons. The nephrons are responsible for filtering the blood and producing urine, which is then carried to the bladder by the ureters. The bladder is a muscular sac that stores urine until it is eliminated from the body through the urethra.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://cdn1.byjus.com/wp-content/uploads/2022/06/nephron-diagram.png",
                    "headImage1":"https://cdn.mos.cms.futurecdn.net/sFBn3sxD8797R4H2yCMFRE.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" This triangle-shaped, hollow organ is located in the lower abdomen. It is held in place by ligaments that are attached to other organs and the pelvic bones. The bladder's walls relax and expand to store urine, and contract and flatten to empty urine through the urethra.",
                    "sectionTitle1":"Bladder ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Urethra",
                    "sectionText2":"The urethra is the tube that lets urine leave your bladder and your body. If you were assigned male at birth, your urethra passes through your prostate and into your penis. If you were assigned female at birth, your urethra is much shorter. It runs from your bladder to open in front of your vagina.",
                    "sectionImage2":"https://media.healthdirect.org.au/images/inline/original/bladder-neck-incision-illustration-9eb35f.png",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://teachmeanatomy.info/wp-content/uploads/Prepubic-and-Infrapubic-Angles-of-the-Male-Urethra.png"
                },
                
                {
                    "id": 8,
                    "image": "https://www.shutterstock.com/image-illustration/3d-illustration-trachea-bronchi-part-260nw-518348707.jpg",
                    "title":"Respiratory system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"Inhale,exhale",
                    "heading":"",
                    "headInfo1":"The respiratory system is the network of organs and tissues that help you breathe. It includes your airways, lungs and blood vessels. The muscles that power your lungs are also part of the respiratory system. These parts work together to move oxygen throughout the body and clean out waste gases like carbon dioxide.",
                    "headInfo2":"",
                    "headInfo3":"Bronchi",
                    "headInfo4":"The bronchioles terminate in tiny air sacs called alveoli, which are surrounded by blood vessels. Oxygen from the air diffuses through the walls of the alveoli and into the bloodstream, while carbon dioxide from the bloodstream diffuses into the alveoli to be exhaled.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://upload.wikimedia.org/wikipedia/commons/a/a2/3D_Medical_Animation_Bronchus_Description.jpg",
                    "headImage1":"https://cdn.britannica.com/17/72217-035-1C2827DB/air-nasal-cavity-nostrils-mucous-membranes-nasal-turbinates-pharynx.jpg",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"The respiratory system also includes muscles such as the diaphragm and intercostal muscles, which help to expand and contract the lungs and facilitate breathing. ",
                    "sectionTitle1":" Respiratory system muscles",
                    "sectionImage1":" ",
                    "sectionTitle2":"Pharynx",
                    "sectionText2":"Also known as the throat, the pharynx is a muscular tube that connects the nasal cavity and mouth to the esophagus and larynx. The pharynx helps to filter, warm, and humidify the air as it enters the respiratory system.",
                    "sectionImage2":"https://cdn.britannica.com/88/91188-050-420043F1/site-bronchioles-lungs-oxygen-respiration-process-carbon.jpg",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://nci-media.cancer.gov/pdq/media/images/713970-571.jpg   ",
                    "sectionText4":" The larynx, or voice box, is a cartilaginous structure located at the top of the trachea. It contains the vocal cords, which vibrate to produce sound during speech.The trachea: The trachea, or windpipe, is a tube that extends from the larynx down to the bronchi. It is lined with cilia and mucus-secreting cells that help to trap and remove debris and bacteria from the air.",
                    "sectionTitle4":"Larynx",
                    "sectionImage4":"https://i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/03/703850-the-larynx-1296x728-body-1024x712.jpg?w=1155&h=1894",
                    "sectionText5":"The lungs are the main organs of the respiratory system, and are located on either side of the chest cavity. The right lung is divided into three lobes, while the left lung has two lobes to accommodate space for the heart. The lungs are composed of bronchioles and alveoli, and are responsible for exchanging gases between the air and the bloodstream.",
                    "sectionTitle5":"Lungs",
                    "sectionImage5":"https://post.healthline.com/wp-content/uploads/2020/07/respiratory1-18.jpg"
                    
                },
                {
                    "id": 9,
                    "image": "https://cdn8.dissolve.com/p/D30_5_597/D30_5_597_0004_600.jpg",
                    "title":"Skeletal system",
                    "rating": 5,
                    "genre": "System and functions",
                    "address":"How we are staying in balance?",
                    "heading":"",
                    "headInfo1":"The skeletal system is responsible for providing support, protection, and movement to the body. Here's some information about the major components and functions of the skeletal system:",
                    "headInfo2":"",
                    "headInfo3":"Skeletal system",
                    "headInfo4":"human skeleton, the internal skeleton that serves as a framework for the body. This framework consists of many individual bones and cartilages.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://media.istockphoto.com/id/499629960/photo/human-skeleton-diagram.jpg?s=612x612&w=0&k=20&c=T28dcoSbM_FG1iS-2j2TVFzEZ_izMI1lU3EV5JSKsGs=",
                    "headImage1":"https://i.scdn.co/image/ab67616d0000b2735d852ed862d83104bf8b06de",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" Bones are the primary component of the skeletal system. They provide support and structure to the body, protect internal organs, and allow for movement. There are over 200 bones in the human body, each with a unique shape and function.Joints: Joints are the points where two or more bones meet. They allow for movement and flexibility, and are classified according to their range of motion. Examples of joints include hinge joints (such as the knee), ball-and-socket joints (such as the shoulder), and pivot joints (such as the joint between the first and second vertebrae in the neck). ",
                    "sectionTitle1":" Bones",
                    "sectionImage1":" Cartilage is a tough, flexible tissue that covers the ends of bones and provides cushioning and support for joints. It is also found in other parts of the body, such as the ears and nose.",
                    "sectionTitle2":"Cartilage",
                    "sectionImage2":"https://k8schoollessons.com/wp-content/uploads/2016/10/the-human-skeletal-system.jpg",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://www.news-medical.net/image.axd?picture=2017%2F7%2Fshutterstock_280030736.jpg",
                    "sectionText4":"Ligaments are strong, fibrous bands of tissue that connect bones to other bones. They help to stabilize joints and prevent excessive movement.",
                    "sectionTitle4":"Ligaments",
                    "sectionImage4":"https://i0.wp.com/images-prod.healthline.com/hlcmsresource/images/5170-ligament-v-tendon-1296x728-body.jpg?w=1155&h=1528",
                    "sectionText5":" Tendons are tough, fibrous bands of tissue that connect muscles to bones. They are responsible for transmitting the force generated by muscles to the bones, allowing for movement.",
                    "sectionTitle5":"Tendon",
                    "sectionImage5":"https://www.atlantaequine.com/images/tendon_ligament_diagram.png"
                }
                
            ]   
        },
        {
            "title": "Several questions",
            "description": "Answers to often asked questions",
            "articles": [
                {
                    "id": 1,
                    "title": "How much blood is inside my body? ",
                    "image": "https://img.freepik.com/premium-photo/3d-render-red-blood-cells-isolated-black-background-with-clipping-path_52005-45.jpg?w=2000",
                    "rating": 5,
                    "genre": "Articles",
                    "address": "What is inside you?",
                    "heading":"",
                    "headInfo1":"The amount of blood in the human body varies depending on several factors such as age, sex, weight, and overall health. On average, an adult human body contains between 4.5 to 5.5 liters (about 1.2 to 1.5 gallons) of blood.The amount of blood in the body can also vary depending on changes in blood volume due to factors such as hydration status, pregnancy, or medical conditions such as anemia. In some cases, medical procedures or blood loss due to injury or surgery can also affect the amount of blood in the body.",
                    "headInfo2":"",
                    "headInfo3":"",
                    "headInfo4":"",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    
                    "headImage1":"https://d3mvlb3hz2g78.cloudfront.net/wp-content/uploads/2011/01/thumb_720_450_streaming-blood-cells_shutterstock_2008770.jpg"
                    
                    },
                    {
                        "id": 2,
                        "title": "How can i gain Muscle?",
                        "image": "https://wallpaperaccess.com/full/1428034.jpg",
                        "rating": 5,
                        "genre": "Articles",
                        "address": "What is inside you?",
                        "heading":"",
                    "headInfo1":"To gain muscle, you need to engage in regular strength training exercises and consume a balanced diet that provides your body with the nutrients it needs to support muscle growth. Here are some tips to help you gain muscle:                    ",
                    "headInfo2":"",
                    "headInfo3":"Strength",
                    "headInfo4":"Engage in regular strength training exercises, such as weightlifting or resistance training, to stimulate muscle growth. Focus on compound exercises that work multiple muscle groups, such as squats, deadlifts, bench presses, and pull-ups. Gradually increase the weight or resistance you use to challenge your muscles and promote growth.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://www.muscleandfitness.com/wp-content/uploads/2019/02/ronnie-coleman-squat-barbell-1109.jpg?quality=86&strip=all",
                    "headImage1":"https://i.ytimg.com/vi/geK9GNKGRpo/maxresdefault.jpg",
                    
                    "sectionText1":"Consistency is key when it comes to building muscle. Aim to perform strength training exercises at least 2-3 times per week, and try to progressively increase the weight or resistance you use over time ",
                    "sectionTitle1":"Consistency ",
                   "sectionText2":"Rest and recovery are critical components of muscle growth. Be sure to get enough sleep (at least 7-8 hours per night), take rest days between strength training sessions, and prioritize recovery strategies such as stretching, foam rolling, and massage",
                    "sectionTitle2":"Rest and Recovery",
                    "sectionImage2":"https://gymproject.co.uk/wp-content/uploads/2016/08/120822_consistency-is-key_500_youanew1.png",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://fitnessvolt.com/wp-content/uploads/2016/12/jay-cutler-resting.jpg",
                    "sectionText4":"Consume a balanced diet that provides your body with the nutrients it needs to support muscle growth. Aim to eat a variety of whole, nutrient-dense foods, such as lean protein, complex carbohydrates, and healthy fats. Be sure to consume enough protein to support muscle growth (around 1 gram of protein per pound of bodyweight per day). By eating organic materials, your muscle will gain size bacause of thr amount of carbohydrates and proteins you have putten in. That is why you should eat a lot of carbohydrates as a energy fueal and protein as builder.",
                    "sectionTitle4":"Adequate nutrition",
                    "sectionImage4":"https://medlineplus.gov/images/Nutrition_share.jpg",
                    "sectionText5":"To gain muscle, you need to consume more calories than your body burns each day. Aim to consume a slight caloric surplus (around 250-500 calories per day above your maintenance level) to support muscle growth.",
                    "sectionTitle5":"Caloric Surplus",
                    "sectionImage5":"https://pbs.twimg.com/media/FLakN7jWQAY4TOo.jpg"
                    
                    },
                    {
                        "id": 3,
                        "title": "Why i cant sleep?",
                        "image": "https://i.ytimg.com/vi/LPGoELLkEqQ/mqdefault.jpg",
                        "rating": 5,
                        "genre": "Articles",
                        "address": "What is inside you?",
                        "heading":"",
                    "headInfo1":"Insomnia can also be explained by physiological factors that affect the sleep-wake cycle. The sleep-wake cycle is regulated by various hormones, including melatonin, cortisol, and serotonin, as well as neurotransmitters like gamma-aminobutyric acid (GABA) and acetylcholine. Disruptions in the balance of these chemicals can lead to insomnia. ",
                    "headInfo2":"                    ",
                    "headInfo3":"Tough lifestyle",
                    "headInfo4":"stress and anxiety can increase cortisol levels, which can interfere with the production of melatonin, a hormone that regulates the sleep-wake cycle. Similarly, low levels of serotonin, a neurotransmitter that helps regulate mood and sleep, can contribute to insomnia.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://garrettcounseling.com/wp-content/uploads/insomnia-and-depression.jpg",
                    "headImage1":"https://medicaldialogues.in/h-upload/2020/05/01/128110-insomnia.webp",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":"Disruptions in the body's circadian rhythm can contribute to insomnia. The circadian rhythm is the 24-hour internal clock that regulates sleep-wake cycles, as well as other physiological processes like digestion and hormone production. Factors like jet lag, shift work, and exposure to artificial light at night can disrupt the circadian rhythm, making it difficult to fall asleep at the appropriate time. ",
                    "sectionTitle1":"Overwork ",
                    "sectionImage1":" ",
                    "sectionTitle2":"",
                    "sectionImage2":"https://ychef.files.bbci.co.uk/976x549/p09gzr4b.jpg",
                   
                    "sectionText4":"    Finally, certain lifestyle factors can contribute to insomnia, such as consuming caffeine or alcohol close to bedtime, engaging in stimulating activities before bed, or sleeping in an uncomfortable environment.",
                    "sectionTitle4":"Caffeine addiction",
                    "sectionImage4":"https://5.imimg.com/data5/ANDROID/Default/2021/2/JR/WH/SF/9761541/2020-11-23-16-03-16-4050b3d8-2d8c-11eb-9dbb-525400531e2e-jpg-500x500.jpg"
                    
                    },
                    {
                        "id": 4,
                        "title": "Why am i always sick?",
                        "image": "https://images.saatchiart.com/saatchi/1644667/art/7934432/7002028-HSC00001-32.jpg",
                        "rating": 5,
                        "genre": "Articles",
                        "address": "What is inside you?",
                        "heading":"",
                    "headInfo1":"There are several reasons why you might be getting sick, and it often depends on the specific illness or infection you are experiencing. In general, getting sick occurs when your immune system is unable to fight off harmful pathogens, such as viruses, bacteria, fungi, or parasites.",
                    "headInfo2":"",
                    "headInfo3":"Exposure to Pathogens",
                    "headInfo4":"You can become sick when you are exposed to harmful pathogens, such as through contact with an infected person, exposure to contaminated food or water, or coming into contact with contaminated surfaces.",
                    "headMuscles":"",
                    "headNerves":"",
                    "headBones":"",
                    "headImage":"https://res.mdpi.com/data/untitled-1-.png",
                    "headImage1":"https://images.pexels.com/photos/3771115/pexels-photo-3771115.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" If your immune system is weakened, it may be less able to fight off harmful pathogens, making you more susceptible to getting sick. Factors that can weaken the immune system include chronic stress, lack of sleep, poor nutrition, certain medications, and underlying medical conditions ",
                    "sectionTitle1":"Weakened Immune System ",
                    "sectionImage1":" ",
                    "sectionTitle2":"Age",
                    "sectionText2":"Certain age groups, such as young children and older adults, may be more susceptible to getting sick due to differences in their immune system function.",
                    "sectionImage2":"https://www.ukri.org/wp-content/uploads/2021/01/UKRI-280121-LungsCoronavirusInfection-GettyImages-1205199983.jpg",
                    "SectionText3":"",
                    "sectionTitle3":"",
                    "sectionImage3":"https://cdn1.vectorstock.com/i/1000x1000/92/50/sick-old-man-standing-with-intravenous-dropper-vector-26669250.jpg",
                    "sectionText4":"When you become sick, it's typically due to the invasion of a pathogen like a virus or bacteria into your body. The timeline of getting sick can vary, but generally, you're exposed to the pathogen, the pathogen enters your body, you experience initial symptoms, an acute phase with more severe symptoms, and eventually recover with the help of your immune system.",
                    "sectionTitle4":"Timeline",
                    "sectionImage4":"https://www.chandigarhayurvedcentre.com/wp-content/uploads/2021/07/How-to-increase-immunity-power-in-body-naturally.png",
                    "sectionText5":"",
                    "sectionTitle5":"",
                    "sectionImage5":"",
                    "sectionText6":"",
                    "sectionTitle6":"",
                    "sectionImage6":""
                    },
                   
                    {
                        "id": 6,
                        "title": " Why men are stronger than women? ",
                        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ4ca3-VJCClWk8vlTAiP3YVYLyVgQr0FweMw&usqp=CAU",
                        "rating": 5,
                        "genre": "Articles",
                        "address": "What is inside you?",
                        "heading":"",
                    "headInfo1":"Men are generally stronger than women due to a variety of physiological and anatomical differences. These differences can be explained by the role of hormones like testosterone, the amount of muscle mass, and differences in muscle fiber type",
                    "headInfo2":"",
                    "headInfo3":"Physiological difference",
                    "headInfo4":"Testosterone is a hormone that is responsible for promoting muscle growth and development, and men typically have much higher levels of testosterone than women. This increased level of testosterone allows men to build muscle more easily and maintain a higher level of muscle mass, which contributes to their greater strength.",
                   
                    "headImage":"https://honehealth.com/wp-content/uploads/2022/04/Testosterone_Responsibilities-100.jpeg",
                    "headImage1":"https://askthescientists.com/wp-content/uploads/2018/04/AdobeStock_62125649.png",
                    "headImage2":"",
                    "headImage3":"",
                    "sectionText1":" Men also tend to have larger and denser bones than women, which provides a stronger framework for muscle attachment and allows them to generate greater force. In addition, men typically have a higher percentage of type II muscle fibers, which are better suited for explosive movements and generating force quickly.",
                    "sectionTitle1":"Anatomy difference ",
                    
                    "sectionImage2":"https://www.defymedicalstore.com/pub/media/catalog/product/cache/image/790x790/e9c3970ab036de70892d86c6d221abfe/_/5/_503a_-defy-testosterone-cypionate-200-mgml-5-ml-_va5bk_-294x490_2x_5.jpg"
                    
                    }
                
                
            ]
            
        }
        
    ]
